<?php
//include auth.php file on all secure pages
include("auth.php");
?>
<!DOCTYPE html>
<html>
<head>
<meta charset="utf-8">
<title> Flowers.inc </title>
<style>
	body {
     background-image: url("ffoottoo.jpg");
       background-attachment: fixed;
      }

a{
     color:#0067ab;
     text-decoration:none;
}
a:hover{
     text-decoration:underline;
}
.form{
     width: 300px;
     margin: 0 auto;
}

input[type='submit']{
     padding: 10px 25px 8px;
     color: #fff;
     background-color: #eeb9a2;
     text-shadow: rgba(0,0,0,0.24) 0 1px 0;
     font-size: 16px;
     box-shadow: rgba(255,255,255,0.24) 0 2px 0 0 inset,#fff 0 1px 0 0;
     border: 1px solid #eeb9a2;
     border-radius: 2px;
     margin-top: 10px;
     cursor:pointer;
}

input[type='submit']:hover {
     background-color: #cf5927;
}
</style>
</head>
<body>
	<h1 align="center" style="color:#000000; font-size:100px"> Flowers.inc </h1>
    <p align="center" style="color:#000000; font-size:30px">
Цветы — это кусочек природы, окружающего нас мира, цветы — это радость, цветы — это повод улыбнуться, повод задуматься о прекрасном и конечно это инструмент общения между людьми. Традиция доставлять и дарить цветы зародилась очень давно, жаль, что в те времена не было доставки цветов, цветы доставлялись по самым разным случаям и поводам, служили самыми разными атрибутами, символами — например такие цветы как розы являлись символом любви, а лилия обозначала чистоту, но во все времена самое главное, что доставляли цветы — это радость и красоту. Каждому человеку наверно хочется иметь дома, на работе или просто видеть перед собой кусочек природы, цветы доставят радость и поднимут настроение. Цветы украсят его быт. На протяжении большого времени форма аранжировки цветов была самой различной, и понятия букет не существовало, цветы доставляли по одному цветочку, в виде украшений из цветов, цветы доставляли скопом и в других различных формах. Искусство создание букета — икебана зародилось на Востоке более 500 лет назад, но уже до этого времени из цветов составлялись различные композиции, цветы становились украшением человека и его дома. Лишь в XIV веке во Франции появляется понятие «букет». Слово букет в переводе с французского означает «красивое сочетание цветов» или «связка». Букет цветов для того времени — это новая форма аранжировки цветов, однако задолго до этого цветы уже доставляли для создания подарочных, ритуальных и многих других композиций. Со временем понятие букет распространилось повсеместно и стало прорастать различными направлениями, стилями составления букетов, цветы начинают доставляться повсеместно, ситуаций в которых можно доставить цветы становиться гораздо больше, каждый цветок начинает символизировать что-то определенное, например орхидея обозначает красоту и женственность, любой женщине будет приятно, если ей доставят букет цветов, где будет использован этот чудесный цветок, таких примеров можно привести массу, а значит доставленный букет из самых разных цветов может рассказать о Вас и о вашем отношение к другому человеку. Сегодня доставку цветов можно организовать за несколько часов. Люди стали более ответственно относиться к выбору и доставке цветов, составлению букетов. Все же какая бы ситуация не предполагала доставку цветов, кому бы мы не собирались доставить цветы — главное помнить, что доставляя цветы, мы доставляем — радость. Каждый наверняка хочет подарить кому-нибудь частичку радости, тепла, показать свою любовь, открытость, так почему бы ни выразить свою любовь другому с помощью букета цветов. Иногда действительно не хватает слов, для выражения своих эмоций по отношению к другому — поэтому букет цветов в такой ситуации будет не заменим. Поэтому, что может быть лучшим подарком на любой праздник? Или послужит прекрасным дополнением к роскошному презенту на день рождения, свадьбу, юбилей, презентацию и любое другое торжественное событие? Конечно же, доставленные цветы. Чудесные доставленные благоухающие бутоны обладают магическим свойством изменять нашу действительность, повышать настроение, привносить в жизнь радости и оптимизма. Цветы — лучший способ поднять настроение себе и окружающим. Все знаменательные даты в жизни непременно сопровождают цветы: рождение, поход в школу, выпускной вечер, бракосочетание, дни рождения, юбилеи, дни свадьбы… </p>
<div class="form">
<p><a href="assort.php"> Ознакомьтесь с нашим ассортиментом продукции </a></p>
<a href="dashboard.php"><input name="submit" type="submit" value="Заказать"/> </a>
<a href="index.php"><input name="submit" type="submit" value="Назад"/> </a>
</div>
</body>
</html>
